{
  "Introduction": "Hi there @! I'm the Explorer!$h#$b#I've been making my way through the Rejuvenating Forest ahead, maybe I could help you.$h#$e#It'll be nice to have some new faces around here!",
  "fall_17": "It's my birthday today!$1#$b#I don't think many people know though, I haven't gotten many gifts...$s#$b#I am new in town though!",
  "summer_Sat": "I do love going to the beach and getting a nice tan.$0#$b#Maybe I'll go later today...$0#$b#Or not... I do burn easily.$s#",
  "winter_15": "I think I'll head over to the saloon later.$0#$b#I heard Willy will be there and I'm trying to get better at fishing!$h#$e#Will I see you there later tonight?$0",
  "fall_Sat": "I'm headed to fish with Willy today!$h#$b#We normally head to town around 2:00.$0#$b#Maybe you could join us?$h#",
  "Mon":  "It's a good day for adventuring!$h",
  "Tue": "It's fishing day today!$h#$b#Let's see if I can catch anything good in the pond!$h#",
  "Wed": "I think I overheard the Twizard earlier.$n#$b#Something about some magical heart at the middle of the forest?$n#$b#I've got no idea, but I want to find out!$h#",
  "Thu": "The woods are overgrown within the Rejuvenating Forest,$0#$b#make sure you take your good tools!$n#$b#You can take your tools to the blacksmith and upgrade them with ores you find in the forest!$h",
  "Fri": "Hey, what's up @!$h#$b#It's a good day for exploring, lets get going!",
  "Saloon": "I love coming here after a long day of adventuring.$h#$bWhy don't you grab something to eat?",
  "BusStop": "$d bus#The bus is helpful to collect some of the items you can't find in the forest.$b#Head to the Desert and see what you can find!|#It's been a while since I've been to the Desert,$s#$b#You can get materials you can't find in the forest there.$k",
  "Sat": "The Bus Stop has all sorts of things you can do.$0#$b#I go there all the time!$h",
  "Sun": "I'm headed to the beach for some fishing today.$h#$b#Hopefully I can catch something big, all I've caught so far are anchovies.$s",
  "Beach": "I've got my fishing rod and bait, ready to catch something big!$h#So far I've only caught anchovies...$s",
  "Saloon_Sun": "Sunday means Monday is coming, might as well have some fun before Monday.$h"

}